/*-----------------------------------------------------------*-
						TPM.h (v1.00)
-*-------------------------------------------------------------
	DETALLES:
	– Implementación de inicialización del periférico TPM
	AUTOR:
	- Crespi, Malena Nerea
-------------------------------------------------------------*/
#ifndef _TPM_H
#define _TPM_H
// ------------ PROTOTIPO DE FUNCIONES PÚBLICAS ---------------
void TPM_Init(void);
#endif
/*-----------------------------------------------------------*-
						FIN DEL ARCHIVO
-*-----------------------------------------------------------*/
